# FabricSheetMinorEndOverhang Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FabricSheetMinorEndOverhang Property
ParameterTypeId Class See Also
---
"Minor End Overhang": Minor End Overhang
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FabricSheetMinorEndOverhang { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FabricSheetMinorEndOverhang As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FabricSheetMinorEndOverhang {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace